export const introKor = {
    title: "한국어 교육 과정",
    content: `영어전용교실의 초등교육 과정에서는 각 단계마다 기초교육을 실시합니다.
    이 시기는 인성 이 형성되는 초기 단계로써 사실적 관계를 중심으로 창의력과 학습능력을 향상시킬 수 있도 록 다양한 주제와 방법으로 교육을 실시하고 있습니다.
    언어학습은 기초적인 대문자와 소문 자를 소개하고 이를 학습하며 말하기는 발음부분을 단어군, 자음합성, 모음과 자음으로 나 누어 시행해 기본적인 부분에서부터 확실하게 체득 할 수 있게 합니다. 읽기는 직역을 통해 독서학습방법을 형성할 수 있도록 돕고 있으며, 원어민 교사가 소설을 읽어주고 따라 읽도 록 함에 따라 듣기와 발음 연습을 동시에 연습하도록 합니다.
    수학은 근대수학체계의 기본인 10진수를 체계적으로 익히기 위해서 숫자 10을 기준으로 덧 셈과 뺄셈을 학습합니다. 덧셈. 뺄셈. 곱셈과 나눗셈을 통한 기본적인 사칙연산 과정을 공 부하고 이를 응용해서 낡고 새롭고, 사고팔고의 개념을 습득합니다. 그리고 화폐단위를 사 용해 이차적 학습을 함에 따라 경제적 개념을 가질 수 있도록 합니다. 또 초등시기에 집중 적으로 익히게 되는 곱셈문제를 해결하는 능력을 배양하고 수평, 수직의 연산을 통해 수적 해결능력을 향상시킵니다. 패턴을 형성하는 숫자, 연속되는 숫자, 기호를 통한 숫자를 학습 합니다. 이를 토대로 짝수와 홀수, 배수, 서수의 개념을 습득할 수 있습니다.
    과학 공부는 자연생태계에서 일어나는 많은 일들을 학습합니다. 각종 동물과 식물의 생태에 대한 내용을 비롯해서 우주은하계에 대한 내용도 학습합니다. 또 각 동ᆞ식물을 관찰하고 자연 조성을 현장 학습합니다. 이는 자연과 인간이 멀리 떨어져 있지 않으므로 자연을 소중하게 여기고 동ᆞ식물과 더불어 살아갈 수 있도록 하는 올바른 환경 가치관을 심어줄 수 있습니다.`,
    subtitle: "학국어 강좌 교과 과목",
    subcontent: [
        {
            title: "한국어 초급 1권",
            content: [
                "기초 단계인 1급용 교재로 한국어를 전혀 모르는 분을 대상",
                "한국어의 모음과 자음, 받침 발음, 그리고 글자의 짜임이 소개",
                "25과로 구성되어 있으며 각 과마다 4개의 기본 대화로 이루어짐",
            ],

            imgPath: "/image/Info/korBEG1.png",
        },
        {
            title: "한국어 초급 2권",
            content: [
                "2급용 교재로 다양한 조사, 종결어미, 연결어미의 이용방법 강의",
                "30과로 구성되어 있으며 각과마다 4개의 기본 대화로 이루어짐",
                "초대와 방무느 계절, 교통, 여행 등을 주제로 하여 강의",
            ],
            imgPath: "/image/Info/korBEG2.png",
        },
        {
            title: "한국어 중급 1권",
            content: [
                "3급용 교재로 피동과 사동, 간접 화법 등에 대한 내용이 포함",
                "30과로 구성되어 있으며 각 과마다 4개의 기본 대화로 이루어짐",
                "사무실, 병원, 우체국 등에서 업무를 처리할 수 있는 수준의 대화가 가능",
                "일상에 필요한 대화를 하는 데에는 대체로 문제가 없는 수준에 도달",
            ],
            imgPath: "/image/Info/korIMD1.png",
        },
        {
            title: "한국어 중급 2권",
            content: [
                "4급용 교재로 관련용어, 의성어, 의태어, 속담, 반말 등 한국적인 어휘와 표현을 익힘",
                "한국 문화와 관습 등에 대하여 공부",
                "30과로 구성되어 있으며 각 과마다 4개의 기본 대화로 이루어짐",
                "자기 주변의 일상적인 상황에서 벗어난 주제에 대해서도 말할 수 있음",
                "자신의 생각과 주장을 말할 수 있음",
            ],
            imgPath: "/image/Info/korIMD2.png",
        },
        {
            title: "한국어 고급 1, 2권",
            content: [
                "한국어로만 되어 있는 교재",
                "5급과 6급용 교재로 전문적인 한국어 학습을 원하는 분들을 위한 교재",
                "생활 주변의 친근한 소재를 여러 각도에서 깊이 있게 다룸",
                "한국의 사회, 문화, 역사적인 주제를 쉽게 이해할 수 있도록 되어 있음",
                "각 권 28과로 이루어짐",
                "대화와 산문을 통해 다양한 표현과 고급 어휘의 습득이 가능",
                "영화나 드라마를 보는 것과 신문이나 소설ㄹ 등 전문적이 글을 읽는데에 도움이 됨",
            ],
            imgPath: "/image/Info/korHI1.png",
        },
    ],
};
